---
kind: enumMember
id: F:Autodesk.Revit.DB.SpatialElementType.Space
enum: Autodesk.Revit.DB.SpatialElementType
source: html/80080af1-a780-e983-a178-4fe889194275.htm
---
# Autodesk.Revit.DB.SpatialElementType.Space

Space